tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "macvim-dev/macvim"
tap "neovim/neovim"
tap "omnisharp/omnisharp-roslyn"
tap "twlz0ne/cquery"
tap "universal-ctags/universal-ctags"
tap "xiw/jos"
cask "osxfuse"
cask "xquartz"
brew "ant"
brew "openssl"
brew "aria2"
brew "autoconf"
brew "automake"
brew "bat"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "python@2"
brew "bear"
brew "boost"
brew "botan"
brew "libffi"
brew "checkstyle"
brew "cmake"
brew "convmv"
brew "cscope"
brew "docker"
brew "libyaml"
brew "python"
brew "docker-compose"
brew "docker-machine"
brew "doxygen"
brew "editorconfig"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fpp"
brew "libtool"
brew "freetds"
brew "fzf"
brew "gdb"
brew "git"
brew "gnupg"
brew "go"
brew "gradle"
brew "highlight"
brew "jansson"
brew "kotlin"
brew "languagetool"
brew "libevent"
brew "libsass"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "llvm"
brew "make"
brew "maven"
brew "minimal-racket"
brew "mpv"
brew "msgpack"
brew "neofetch"
brew "neovim"
brew "node"
brew "ocaml"
brew "opam"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pkg-config"
brew "proxychains-ng"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qrencode"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby", link: true
brew "smlnj"
brew "socat"
brew "sshfs"
brew "tcl-tk"
brew "tcping"
brew "the_silver_searcher"
brew "tmux"
brew "unrar"
brew "utf8proc"
brew "wget"
brew "zbar"
brew "zsh"
brew "zsh-completions"
brew "esphen/wsta/wsta"
brew "twlz0ne/cquery/cquery"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "anki"
cask "dash"
cask "eclipse-java"
cask "evernote"
cask "firefox"
cask "font-dejavusansmono-nerd-font"
cask "intellij-idea-ce"
cask "java8"
cask "kap"
cask "macpass"
cask "mactex"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "qutebrowser"
cask "skim"
cask "suspicious-package"
cask "vmware-fusion"
cask "webpquicklook"
