tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "macvim-dev/macvim"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "ant"
brew "openssl"
brew "aria2", args: ["with-libssh2"]
brew "autoconf"
brew "automake"
brew "boost"
brew "botan"
brew "gettext"
brew "libffi"
brew "pcre"
brew "checkstyle"
brew "cmake"
brew "cscope"
brew "doxygen"
brew "editorconfig"
brew "perl"
brew "git"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "gdbm"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "lua"
brew "highlight"
brew "libtool"
brew "xz"
brew "languagetool"
brew "libevent"
brew "libsass"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "minimal-racket"
brew "mono"
brew "readline"
brew "sqlite"
brew "python3"
brew "mpv"
brew "msgpack"
brew "unibilium"
brew "neovim"
brew "node"
brew "p7zip"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qrencode"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "rust"
brew "smlnj"
brew "tcl-tk"
brew "tcping"
brew "the_silver_searcher"
brew "tmux"
brew "unrar"
brew "utf8proc"
brew "wget"
brew "zbar"
brew "zsh"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "anki"
cask "betterzipql"
cask "dash"
cask "eclipse-java"
cask "kap"
cask "macpass"
cask "mactex"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "qutebrowser"
cask "skim"
cask "suspicious-package"
cask "webpquicklook"
cask "caskroom/fonts/font-dejavusansmono-nerd-font"
